{"text": "This picture. And tell me everything that you see going on in that picture. What's happening there? .. The water? Uh huh. What about it? Well, let's see. There's something has to be where the water goes down over. There's probably something that's uh... or they don't have it open or something like that. I don't know. When the water goes down, what do you call that? This here, right here. This. What do you call that? What is that? What is that? What would you call that? I don't know. That's what I'm saying. I don't know what that is. . I would call that the U-pipe. What? The U-pipe? The U-bend? No, it's just a pipe. A pipe? Oh, oh, oh. Water pipe? Yeah. Oh, yeah. Okay. Well then, maybe the water pipe is broke. Or not broke, but there must be things in there that the water will not go down. And so, what's happening to the water? Huh? What's happening to the water? What's happening to the water? Yeah. Well, the water is going down in the... long silence What would you call this? On the floor? Floor, floor, floor. Yeah, OK, OK. And what's happening over this side of the picture then? What's happening over here? Well, down on this side of the picture. . Well, this thing here is turning over. Yeah. .. Can you tell me what's going on, then? No. I don't know what's going on. Well, he's probably getting... What's this here? Cocoa jar. . What's this cocoa? Say it again. Can you read it again for me? C-O-O-K-I-E What does that spell? . I don't know. I don't know what... Coo...coo... Cookie. Cookie! Oh, cookie! Cookie shop. Oh. Oh, okay. And what are the kids doing? Well, he's getting it out and he's going to give it to the girl down here. Okay. Is there anything else going on in the picture that you want to tell me about? What's going on in the picture? . Well, the boy is giving him, the girl, the coco. .. This probably is broke, so the water will not go down in, and it's coming up and going in here. And what's she doing? . Well, it looks like she was going to wash what they eat with. . What do you call it? What do you call this? A plate. A dishes. A plate? A plate. Oh, yeah, yeah, yeah, yeah. What you eat in? Is that what you call them? A plate? A cup. A cup and saucer. Oh, this is a cup? It might be a saucer. Oh, maybe. It might be a saucer or a plate.", "label": 1}